{"COCO_val2014_000000572055.npy": ["a red and yellow truck is parked in grass", "Several onlookers are looking at a parked train.", "A white dump truck is going around a corner."], "COCO_val2014_000000242610.npy": ["A woman standing with a umbrella in a parking lot.", "Boys skate boarding under a via-dock bridge that has colorful graffiti.", "Woman standing behind large purple umbrella next to a man in Nike Gear."], "COCO_val2014_000000474571.npy": ["A girl eats a messy burger with ketchup on her face.", "A young boy holding a Frisbee, sitting on grass.", "A boy is sitting on the grass with a frisbee."], "COCO_val2014_000000342295.npy": ["A group of giraffes standing under palm trees.", "Two giraffe waling in the dry grass under trees.", "A group of zebra in tall grass with mountain in background."], "COCO_val2014_000000161586.npy": ["A man with glasses is photographed while holding a book.", "A girl eats a messy burger with ketchup on her face.", "A child in a vehicle holding some toys."], "COCO_val2014_000000564109.npy": ["A cat is lying on the hood of a black car.", "An orange cat laying on top of a black car.", "A small black dog standing next to a larger black dog on a red leash."], "COCO_val2014_000000489687.npy": ["A group of zebra in tall grass with mountain in background.", "Two giraffe waling in the dry grass under trees.", "A group of giraffe standing next to each other on a field."], "COCO_val2014_000000032947.npy": ["A bottle of beer and an old cell phone.", "A collection of cooking ingredients and items placed near each other.", "Muffins sit in a pan on top of an oven."], "COCO_val2014_000000433066.npy": ["A black and white photo of a sink and stovetop.", "A toilet is in a bathroom with beige tiles as a white shelf sits inside the shower.", "A bathroom view with a toilet and picture frames inside a tub."], "COCO_val2014_000000277622.npy": ["A child eating a sandwich with relish on it.", "A baby boy sucking on a pacifier while wearing a diaper.", "A boy with a pacifier in his mouth standing on a bed."], "COCO_val2014_000000560620.npy": ["A little child sitting in a car seat in the back seat of a car.", "Several onlookers are looking at a parked train.", "a train on a train track next to a parking lot"], "COCO_val2014_000000325874.npy": ["A boy blurs down a hill on his skateboard in front of a graffiti wall.", "Legs on a skateboard going down a small ramp,", "A white dump truck is going around a corner."], "COCO_val2014_000000374162.npy": ["A stop sign stands on a pathway near a wooded area.", "A black-and-white photo of a stop sign by some grass.", "A group of stop signs are piled together."], "COCO_val2014_000000570188.npy": ["Many people skateboard on their skateboards underneath a bridge. ", "A group of people walking under a parking lot with skateboards.", "a woman in the street holding a large opened umbrella"]}